spec/fixtures/soap/xml/IControl.Networking.Interfaces.get_list_5d449c35b28eed7bb0e8524c3d508525_request.xml

<?xml version="1.0" encoding="UTF-8"?><env:Envelope xmlns:env="http://schemas.xmlsoap.org/soap/envelope/" xmlns:wsdl="urn:iControl:Networking/Interfaces"><env:Body><wsdl:get_list><interfaces><value>1.1</value></interfaces></wsdl:get_list></env:Body></env:Envelope>